Repository: dblanchet/pyfda
Catalog: gui/*/*.po
Languages: fr

source: FlyDream Altimeter - Device Controller
fr: Altimètre FlyDream - Contrôle de l'appareil

source: Altimeter plugged on:
fr: Altimètre branché sur :

source: Refresh
fr: Rafraîchir

source: Detecting serial ports...
fr: Détection des ports série...

source: Upload
fr: Téléchargement

source: Tell the altimeter to send flight data to your computer
fr: Demander à l'altimètre d'envoyer les données à votre ordinateur

source: Upload data
fr: Télécharger

source: Clear
fr: Suppression

source: Delete all the flight data from your altimeter
fr: Supprimer toutes les données de vols contenues dans votre altimètre

source: Erase data
fr: Effacer

source: Configure
fr: Configuration

source: records per second
fr: mesures par seconde

source: Warning
fr: Attention

source: The application is communicating with the altimeter. Please wait until communication is finished before closing this window.
fr: L'application et l'altimètre transfèrent des données Veuillez attendre la fin des communications avant de fermer cette fenêtre.

source: Please wait, %d bytes read out of %d
fr: Merci de patienter, %d octets lus sur %d

source: Upload Data
fr: Transfert des données

source: Altimeter contains no data.
fr: L'altimètre ne contient aucune donnée.

source: Done
fr: Terminé

source: Flydream Altimeter Data
fr: Données de vol FlyDream Altimeter

source: All files
fr: Tous les fichiers

source: Save flight data...
fr: Enregistrement des données de vol...

source: Erase flight data
fr: Effacer les données de vol

source: Really erase all flight data in your altimeter?
fr: Vraiment effacer toutes les données de vol de votre altimètre ?

source: Erasing...
fr: Effacement...

source: Do not disconnect USB until altimeter blue LED lights again.
fr: Ne déconnectez surtout pas l'altimètre jusqu'à ce que la LED bleue se rallume.

source: Altimeter content erased
fr: Contenu de l'altimètre effacé

source: Altimeter sampling frequency set
fr: Configuration de la fréquence de mesure

source: Sampling Frequency
fr: Fréquence de mesure

source: Can not open port: %s Please ensure that: - your altimeter is plugged to the USB adapter. - the USB adapter is plugged to your computer. - the choosen port is correct. - the USB adapter driver is properly installed on your computer, see http://www.silabs.com/products/mcu/pages/usbtouartbridgevcpdrivers.aspx
fr: Impossible d'ouvrir le port %s Veuillez vous assurer que : - votre altimètre est branché à l'adapteur USB. - L'adapteur USB est connecté sur votre ordinateur. - Le port sélectionné est correct. - Le pilote de l'adapteur USB est correctement installé sur votre ordinateur, consultez http://www.silabs.com/products/mcu/pages/usbtouartbridgevcpdrivers.aspx

source: Read/Write error
fr: Erreur de lecture/écriture

source: With device on: %s Internal error message: %s Please ensure that: - the choosen port is correct. - your altimeter is plugged to the USB adapter. - the USB adapter is plugged to your computer. - you did not unplugged the altimeter while it was communicating.
fr: Avec l'altimètre sur %s Message d'erreur interne : %s Veuillez vous assurer que : - Le port sélectionné est correct. - votre altimètre est branché à l'adapteur USB. - L'adapteur USB est connecté sur votre ordinateur. - Vous n'avez pas débranché l'altimètre pendant le transfert des données.

source: Protocol error
fr: Erreur de protocole

source: With device on: %s Internal error message: %s Please ensure that: - your altimeter is plugged to the USB adapter. - you did not unplugged the altimeter while it was communicating.
fr: Avec l'altimètre sur %s Message d'erreur interne : %s Veuillez vous assurer que : - votre altimètre est branché à l'adapteur USB. - Vous n'avez pas débranché l'altimètre pendant le transfert des données.

source: Serial Ports Detection
fr: Détection des ports série

source: Error while detecting serial ports: %s
fr: Erreur lors de la détection des ports série : %s

source: FlyDream Altimeter - Data Flight Viewer
fr: FlyDream Altimeter - Visualisation de données de vol

source: This application requires Python 2.7. Detected on your system: Python %d.%d
fr: Cette application requiert Python 2.7. Détecté sur votre système : Python %d.%d

source: Load file...
fr: Charger un fichier...

source: Altimeter
fr: Altimètre

source: - Pointer at %.3f secs: %.1f 302260C and %.1f m
fr: - Pointeur à %.3f secs : %.1f °C et %.1f m

source: temperature (302260C)
fr: Température (°C)

source: time (s)
fr: Temps (s)

source: %d 302260C
fr: %d °C

source: %3.3d - %10.3f secs @ %d Hz
fr: %3.3d - %10.3f secs à %d Hz
